Repository: biglinux/bigcam
Catalog: locale/*.po
Languages: bg, cs, el, et, fi

source: Dismiss
bg: Отхвърли
cs: Zavřít
el: Απόρριψη
et: Käivita
fi: Hylkää

source: Dismiss notification
bg: Отхвърлете известието
cs: Zavřít oznámení
el: Απόρριψη ειδοποίησης
et: Kinnita teade
fi: Hylkää ilmoitus

source: No camera
bg: Няма камера
cs: Žádná kamera
el: Χωρίς κάμερα
et: Ei kaamerat
fi: Ei kameraa

source: Connect a camera or select one from the list above.
bg: Свържете камера или изберете една от списъка по-горе.
cs: Připojte kameru nebo vyberte jednu z výše uvedeného seznamu.
el: Συνδέστε μια κάμερα ή επιλέξτε μία από τη λίστα παραπάνω.
et: Ühendage kaamera või valige üks ülaltoodud loendist.
fi: Yhdistä kamera tai valitse yksi yllä olevasta luettelosta.

source: Try again
bg: Опитайте отново.
cs: Zkuste to znovu.
el: Προσπαθήστε ξανά
fi: Yritä uudelleen.

source: Capture photo
bg: Снимка на снимка
cs: Pořiďte fotografii
el: Καταγράψτε φωτογραφία
et: Pildistage foto
fi: Ota valokuva

source: Record video
bg: Запис на видео
cs: Nahrát video
el: Καταγράψτε βίντεο
et: Salvesta video
fi: Tallenna video

source: Connection failed
bg: Свързването не успя
cs: Připojení se nezdařilo
el: Η σύνδεση απέτυχε
et: Ühendus ebaõnnestus
fi: Yhteys epäonnistui

source: Could not connect to the camera. Check the connection and try again.
bg: Не можа да се свърже с камерата. Проверете връзката и опитайте отново.
cs: Nepodařilo se připojit k kameře. Zkontrolujte připojení a zkuste to znovu.
el: Δεν ήταν δυνατή η σύνδεση με την κάμερα. Ελέγξτε τη σύνδεση και δοκιμάστε ξανά.
et: Kaameraga ei õnnestunud ühendust luua. Kontrollige ühendust ja proovige uuesti.
fi: Ei voitu yhdistää kameraan. Tarkista yhteys ja yritä uudelleen.

source: Stop recording
bg: Спри записа
cs: Zastavte nahrávání
el: Σταμάτησε την εγγραφή
et: Lõpeta salvestamine
fi: Lopeta nauhoittaminen

source: General
bg: Общо
cs: Obecné
el: Γενικά
et: Üldine
fi: Yleinen

source: Photo directory
bg: Директория за снимки
cs: Adresář fotografií
el: Κατάλογος φωτογραφιών
et: Fotodekstraator
fi: Valokuvahakemisto

source: Theme
bg: Тема
cs: Téma
el: Θέμα
et: Teema
fi: Teema

source: System
bg: Система
cs: Systém
el: Σύστημα
et: Süsteem
fi: Järjestelmä

source: Light
bg: Светлина
cs: Světlo
el: Φως
et: Valgus
fi: Valo

source: Dark
bg: Тъмен
cs: Tmavý
el: Σκοτεινός
et: Tume
fi: Tumma

source: Application theme
bg: Тема на приложението
cs: Téma aplikace
el: Θέμα εφαρμογής
et: Rakenduse teema
fi: Sovelluksen teema

source: Preview
bg: Преглед
cs: Náhled
el: Προεπισκόπηση
et: Eelvaade
fi: Esikatselu

source: Mirror preview
bg: Преглед на огледалото
cs: Náhled zrcadla
el: Προεπισκόπηση καθρέφτη
et: Peegeldus eelvaade
fi: Peilikatselu

source: Flip the preview horizontally like a mirror.
bg: Обръщане на прегледа хоризонтално като огледало.
cs: Převraťte náhled horizontálně jako zrcadlo.
el: Αναστρέψτε την προεπισκόπηση οριζόντια όπως σε καθρέφτη.
et: Pöörake eelvaade horisontaalselt nagu peegel.
fi: Käännä esikatselu vaakasuunnassa kuin peilissä.

source: Show FPS counter
bg: Покажи FPS брояч
cs: Zobrazit počitadlo snímků za sekundu
el: Εμφάνιση μετρητή FPS
et: Kuva FPS loendurit
fi: Näytä FPS-laskuri

source: Advanced
bg: Разширен
cs: Pokročilé
el: Προηγμένος
et: Täpsem
fi: Edistynyt

source: USB hotplug detection
bg: Откриване на USB горещо включване
cs: Detekce horkého připojení USB
el: Ανίχνευση USB hotplug
et: USB kuumplugimise tuvastamine
fi: USB-kuumaliitännän havaitseminen

source: Automatically detect cameras when plugged or unplugged.
bg: Автоматично откривайте камери при включване или изключване.
cs: Automaticky detekovat kamery při připojení nebo odpojení.
el: Αυτόματη ανίχνευση καμερών όταν συνδέονται ή αποσυνδέονται.
et: Kaamerate automaatne tuvastamine, kui need on ühendatud või lahti ühendatud.
fi: Havaitse kamerat automaattisesti, kun ne liitetään tai irrotetaan.

source: Virtual Camera
bg: Виртуална камера
cs: Virtuální kamera
el: Εικονική Κάμερα
et: Virtuaalkaamera
fi: Virtuaalikamera

source: Status
bg: Статус
cs: Stav
el: Κατάσταση
et: Olekondition
fi: Tila

source: Device
bg: Устройство
cs: Zařízení
el: Συσκευή
et: Seade
fi: Laite

source: Not loaded
bg: Не е заредено
cs: Nenačteno
el: Δεν έχει φορτωθεί
et: Ei ole laaditud
fi: Ei ladattu

source: Actions
bg: Действия
cs: Akce
el: Ενέργειες
et: Tegevused
fi: Toiminnot

source: Enable virtual camera
bg: Активирайте виртуалната камера
cs: Povolit virtuální kameru
el: Ενεργοποίηση εικονικής κάμερας
et: Luba virtuaalkaamerat
fi: Ota virtuaalikamera käyttöön

source: Create a virtual camera output for video calls and streaming.
bg: Създайте виртуален изход на камерата за видео разговори и стрийминг.
cs: Vytvořte výstup virtuální kamery pro videohovory a streamování.
el: Δημιουργήστε μια εικονική έξοδο κάμερας για βιντεοκλήσεις και ροές.
et: Loo virtuaalne kaamera väljund videokõnede ja voogedastuse jaoks.
fi: Luo virtuaalikameran ulostulo videopuheluille ja suoratoistolle.

source: Usage
bg: Използване
cs: Použití
el: Χρήση
et: Kasutamine
fi: Käyttö

source: When enabled, the active camera preview is sent to a virtual camera device that applications like OBS Studio, Google Meet, and Zoom can use.
bg: Когато е активирано, активният преглед на камерата се изпраща до виртуално устройство за камера, което приложения като OBS Studio, Google Meet и Zoom могат да използват.
cs: Když je povoleno, aktivní náhled kamery je odesílán na virtuální kamerové zařízení, které mohou používat aplikace jako OBS Studio, Google Meet a Zoom.
el: Όταν είναι ενεργοποιημένο, η ενεργή προεπισκόπηση κάμερας αποστέλλεται σε μια εικονική συσκευή κάμερας που μπορούν να χρησιμοποιήσουν εφαρμογές όπως το OBS Studio, το Google Meet και το Zoom.
et: Kui see on lubatud, saadetakse aktiivne kaamera eelvaade virtuaalse kaamera seadmele, mida saavad kasutada rakendused nagu OBS Studio, Google Meet ja Zoom.
fi: Kun se on käytössä, aktiivinen kameran esikatselu lähetetään virtuaalikameralaitteeseen, jota sovellukset kuten OBS Studio, Google Meet ja Zoom voivat käyttää.

source: v4l2loopback not available
bg: v4l2loopback не е наличен
cs: v4l2loopback není k dispozici
el: το v4l2loopback δεν είναι διαθέσιμο
et: v4l2loopback ei ole saadaval
fi: v4l2loopback ei ole saatavilla

source: Active
bg: Активен
cs: Aktivní
el: Ενεργό
et: Aktiivne
fi: Aktiivinen

source: Unknown
bg: Непознато
cs: Neznámý
el: Άγνωστο
et: Tundmatu
fi: Tuntematon

source: Module loaded
bg: Модулът е зареден
cs: Modul načten
el: Ενότητα φορτώθηκε
et: Moodul laaditud
fi: Moduuli ladattu

source: Module not loaded
bg: Модулът не е зареден
cs: Modul nebyl načten.
el: Η μονάδα δεν έχει φορτωθεί
et: Moodul ei ole laaditud
fi: Moduulia ei ole ladattu

source: Captured Photos
bg: Заснети снимки
cs: Zachycené fotografie
el: Συλλεγμένες Φωτογραφίες
et: Salvestatud fotod
fi: Tallennetut valokuvat

source: Open photos folder
bg: Отворете папката с изображения.
cs: Otevřít složku s fotografiemi
el: Άνοιγμα φακέλου φωτογραφιών
et: Ava fotode kaust
fi: Avaa valokuvat-kansio

source: Refresh
bg: Презареди
cs: Obnovit
el: Ανανέωση
et: Värskenda
fi: Päivitä

source: Refresh photo gallery
bg: Обнови фото галерията
cs: Obnovit galerii fotografií
el: Ανανεώστε τη συλλογή φωτογραφιών
et: Värskenda fotogaleriid
fi: Päivitä valokuvagalleria

source: No photos yet
bg: Все още няма снимки
cs: Zatím žádné fotografie
el: Δεν υπάρχουν φωτογραφίες ακόμα
et: Veel fotosid pole veel.
fi: Ei vielä valokuvia

source: Captured photos will appear here.
bg: Заснетите снимки ще се появят тук.
cs: Zde se zobrazí zachycené fotografie.
el: Οι συλληφθείσες φωτογραφίες θα εμφανιστούν εδώ.
et: Siin kuvatakse jäädvustatud fotod.
fi: Täällä näkyvät tallennetut valokuvat.

source: Open %s
bg: Отвори %s
cs: Otevřít %s
el: Άνοιγμα %s
et: Ava %s
fi: Avaa %s

source: Universal webcam control center for Linux.
bg: Универсален център за управление на уебкамери за Linux.
cs: Univerzální centrum pro ovládání webových kamer pro Linux.
el: Καθολικό κέντρο ελέγχου κάμερας για Linux.
et: Üksne veebikaamera juhtimiskeskus Linuxile.
fi: Yleinen verkkokameran ohjauskeskus Linuxille.

source: Select camera
bg: Изберете камера
cs: Vyberte kameru
el: Επιλέξτε κάμερα
et: Vali kaamera
fi: Valitse kamera

source: Camera selector
bg: Избор на камера
cs: Výběr kamery
el: Επιλογέας κάμερας
et: Kaamera valija
fi: Kameravalitsin

source: Menu
bg: Меню
cs: Nabídka
el: Μενού
et: Menüü
fi: Valikko

source: Main menu
bg: Главно меню
cs: Hlavní nabídka
el: Κύριο μενού
et: Peamenüü
fi: Päävalikko

source: Refresh cameras
bg: Обнови камерите
cs: Obnovit kamery
el: Ανανεώστε τις κάμερες
et: Värskenda kaameraid
fi: Päivitä kamerat

source: Refresh camera list
bg: Обнови списъка с камери
cs: Obnovit seznam kamer
el: Ανανεώστε τη λίστα καμερών
et: Värskenda kaamerate loendit
fi: Päivitä kameraluettelo

source: Controls
bg: Контроли
cs: Ovládání
el: Έλεγχοι
et: Kontrollid
fi: Ohjaimet

source: Photos
bg: Снимки
cs: Fotografie
el: Φωτογραφίες
et: Fotod
fi: Valokuvat

source: Settings
bg: Настройки
cs: Nastavení
el: Ρυθμίσεις
et: Seaded
fi: Asetukset

source: Capture Photo
bg: Снимка
cs: Pořídit fotografii
el: Καταγραφή Φωτογραφίας
et: Pildistage foto
fi: Ota valokuva

source: Record Video
bg: Запис на видео
cs: Nahrát video
el: Καταγραφή Βίντεο
et: Salvesta video
fi: Tallenna video

source: Save Profile
bg: Запази профил
cs: Uložit profil
el: Αποθήκευση Προφίλ
et: Salvesta profiil
fi: Tallenna profiili

source: Load Profile
bg: Зареди профил
cs: Načíst profil
el: Φόρτωση Προφίλ
et: Laadi profiil
fi: Lataa profiili

source: Profiles
bg: Профили
cs: Profily
el: Προφίλ
et: Profiilid
fi: Profiilit

source: Add IP Camera…
bg: Добавяне на IP камера…
cs: Přidat IP kameru…
el: Προσθήκη κάμερας IP…
et: Lisa IP-kaamera…
fi: Lisää IP-kamera…

source: About
bg: За програмата
cs: O aplikaci
el: Σχετικά
et: Teave
fi: Tietoja

source: Starting camera stream…
bg: Стартиране на камерата…
cs: Spouštění streamu kamery…
el: Έναρξη ροής κάμερας…
et: Kaamera voogude alustamine…
fi: Aloitetaan kameran virta…

source: Camera streaming started!
bg: Започна предаване на камерата!
cs: Zahájení streamování kamery!
el: Η ροή της κάμερας ξεκίνησε!
et: Kaamera voogedastus algas!
fi: Kameran suoratoisto aloitettu!

source: Failed to start camera streaming.
bg: Неуспешно стартиране на стрийминг на камерата.
cs: Nepodařilo se spustit streamování kamery.
el: Αποτυχία εκκίνησης ροής κάμερας.
et: Kaamera voogedastuse käivitamine ebaõnnestus.
fi: Kameran suoratoiston käynnistys epäonnistui.

source: No camera selected.
bg: Не е избрана камера.
cs: Žádná kamera není vybrána.
el: Δεν έχει επιλεγεί κάμερα.
et: Kaamerat ei ole valitud.
fi: Ei kameraa valittu.

source: Capturing photo…
bg: Заснемане на снимка…
cs: Zachytávání fotografie…
el: Συλλογή φωτογραφίας…
et: Foto jäädvustamine…
fi: Kuvauksen valokuva…

source: Photo saved!
bg: Снимката е запазена!
cs: Fotografie uložena!
el: Η φωτογραφία αποθηκεύτηκε!
et: Foto salvestatud!
fi: Kuva tallennettu!

source: Failed to capture photo.
bg: Неуспешно заснемане на снимка.
cs: Nepodařilo se zachytit fotografii.
el: Αποτυχία λήψης φωτογραφίας.
et: Foto jäädvustamine ebaõnnestus.
fi: Valokuvan tallentaminen epäonnistui.

source: Video saved: %s
bg: Видеото е запазено: %s
cs: Video uloženo: %s
el: Βίντεο αποθηκεύτηκε: %s
et: Video salvestatud: %s
fi: Video tallennettu: %s

source: Recording…
bg: Записване…
cs: Nahrávání…
el: Καταγραφή…
et: Salvestamine…
fi: Tallennus…

source: Failed to start recording.
bg: Неуспешно стартиране на записа.
cs: Nepodařilo se spustit nahrávání.
el: Αποτυχία εκκίνησης της εγγραφής.
et: Salvestamise alustamine ebaõnnestus.
fi: Tallennuksen aloittaminen epäonnistui.

source: Profile saved.
bg: Профилът е запазен.
cs: Profil uložen.
el: Το προφίλ αποθηκεύτηκε.
et: Profiil salvestatud.
fi: Profiili tallennettu.

source: No profiles found.
bg: Не са намерени профили.
cs: Žádné profily nebyly nalezeny.
el: Δεν βρέθηκαν προφίλ.
et: Profiile ei leitud.
fi: Ei profiileja löytynyt.

source: Profile loaded: %s
bg: Профилът е зареден: %s
cs: Profil načten: %s
el: Το προφίλ φορτώθηκε: %s
et: Profiil laaditud: %s
fi: Profiili ladattu: %s

source: Add IP Camera
bg: Добавяне на IP камера
cs: Přidat IP kameru
el: Προσθήκη κάμερας IP
et: Lisa IP-kaamera
fi: Lisää IP-kamera

source: Camera Details
bg: Детайли на камерата
cs: Podrobnosti o kameře
el: Λεπτομέρειες Κάμερας
et: Kaamera üksikasjad
fi: Kameran tiedot

source: Name
bg: Име
cs: Jméno
el: Όνομα
et: Nimi
fi: Nimi

source: Camera name
bg: Име на камера
cs: Název kamery
el: Όνομα κάμερας
et: Kaamera nimi
fi: Kameran nimi

source: URL
el: Διεύθυνση URL

source: Camera URL (RTSP or HTTP)
bg: URL на камера (RTSP или HTTP)
cs: URL kamery (RTSP nebo HTTP)
el: Διεύθυνση URL κάμερας (RTSP ή HTTP)
et: Kaamera URL (RTSP või HTTP)
fi: Kameran URL (RTSP tai HTTP)

source: Add Camera
bg: Добави камера
cs: Přidat kameru
el: Προσθήκη Κάμερας
et: Lisa kaamera
fi: Lisää kamera

source: Add IP camera
bg: Добавяне на IP камера
cs: Přidat IP kameru
el: Προσθήκη κάμερας IP
et: Lisa IP-kaamera
fi: Lisää IP-kamera

source: Image
bg: Изображение
cs: Obrázek
el: Εικόνα
et: Pilt
fi: Kuva

source: Exposure
bg: Излагане
cs: Expozice
el: Έκθεση
et: Kokkupuude
fi: Altistus

source: Focus
bg: Фокус
cs: Zaměřit se
el: Επικέντρωση
et: Fookus
fi: Keskity

source: White Balance
bg: Баланс на бялото
cs: Vyvážení bílé
el: Ισορροπία Λευκού
et: Valge tasakaal
fi: Valkotasapaino

source: No camera selected
bg: Не е избрана камера
cs: Žádná kamera není vybrána
el: Δεν έχει επιλεγεί κάμερα
et: Kaamerat ei ole valitud
fi: Ei kameraa valittu

source: Select a camera to see its controls.
bg: Изберете камера, за да видите нейните контроли.
cs: Vyberte kameru, abyste viděli její ovládací prvky.
el: Επιλέξτε μια κάμερα για να δείτε τους ελέγχους της.
et: Vali kaamera, et näha selle juhtnuppe.
fi: Valitse kamera nähdäksesi sen ohjaimet.

source: Loading controls…
bg: Зареждане на контроли…
cs: Načítání ovládacích prvků…
el: Φόρτωση ελέγχων…
et: Laadimise juhtnupud…
fi: Ladataan ohjaimia…

source: No adjustable controls
bg: Няма регулируеми контроли
cs: Žádné nastavitelné ovládací prvky
el: Χωρίς ρυθμιζόμενους ελέγχους
et: Ei reguleeritavaid juhtnuppe
fi: Ei säädettävissä olevia ohjaimia

source: This camera does not expose any controls.
bg: Тази камера не показва никакви контроли.
cs: Tato kamera nezobrazuje žádné ovládací prvky.
el: Αυτή η κάμερα δεν εκθέτει κανέναν έλεγχο.
et: See kaamera ei näita mingeid juhtnuppe.
fi: Tämä kamera ei paljasta mitään säätimiä.

source: Reset to defaults
bg: Нулиране до подразбиране
cs: Obnovit na výchozí hodnoty
el: Επαναφορά στις προεπιλογές
et: Lähtestage vaikeseaded
fi: Palauta oletusasetukset

source: Reset %s controls
bg: Нулиране на %s контроли
cs: Obnovit ovládací prvky %s
el: Επαναφορά ελέγχων %s
et: Lähtesta %s juhtnuppe
fi: Nollaa %s ohjaimet

source: Failed to start camera streaming process.
bg: Неуспешно стартиране на процеса на стрийминг на камерата.
cs: Nepodařilo se spustit proces streamování kamery.
el: Αποτυχία εκκίνησης της διαδικασίας ροής κάμερας.
et: Kaamera voogedastuse protsessi käivitamine ebaõnnestus.
fi: Kameroiden suoratoistoprosessin käynnistys epäonnistui.

source: Failed to obtain GStreamer source for this camera.
bg: Неуспешно получаване на GStreamer източник за тази камера.
cs: Nepodařilo se získat GStreamer zdroj pro tuto kameru.
el: Απέτυχε να αποκτήσει πηγή GStreamer για αυτήν την κάμερα.
et: Eba GStreamer'i allika hankimine selle kaamera jaoks.
fi: Epäonnistui hankkimaan GStreamer-lähdettä tälle kameralle.

source: GStreamer GTK4 sink plugin not found.
bg: Плъгинът за изход GStreamer GTK4 не е намерен.
cs: Plugin GStreamer GTK4 sink nebyl nalezen.
el: Δεν βρέθηκε το πρόσθετο GStreamer GTK4 sink.
et: GStreamer GTK4 siini plugin ei leitud.
fi: GStreamer GTK4 -pistokeita ei löytynyt.

source: Failed to start camera stream.
bg: Неуспешно стартиране на камерата.
cs: Nepodařilo se spustit stream kamery.
el: Αποτυχία εκκίνησης ροής κάμερας.
et: Kaamera voogude käivitamine ebaõnnestus.
fi: Kameran suoratoiston käynnistys epäonnistui.

source: Unknown GStreamer error
bg: Неизвестна грешка на GStreamer
cs: Neznámá chyba GStreamer
el: Άγνωστο σφάλμα GStreamer
et: Tundmatu GStreamer viga
fi: Tuntematon GStreamer-virhe

source: Generic Camera
bg: Обща камера
cs: Obecná kamera
el: Γενική Κάμερα
et: Üldine kaamera
fi: Yleinen kamera

source: Brightness
bg: Яркост
cs: Jasnost
el: Φωτεινότητα
et: Heledus
fi: Kirkkaus

source: Contrast
bg: Контраст
cs: Kontrast
el: Αντίθεση
et: Kontrast
fi: Kontrasti

source: Saturation
bg: Насищане
cs: Saturace
el: Κορεσμός
et: Küllastus
fi: Saturaatio

source: Hue
bg: Цвят
cs: Odstín
el: Χρώμα
et: Toon
fi: Väri

source: Sharpness
bg: Острота
cs: Ostrost
el: Ακρίβεια
et: Teravus
fi: Terävyys

source: Gamma
bg: Гама
el: Γάμμα

source: Auto White Balance
bg: Автоматичен баланс на бялото
cs: Automatická vyvážení bílé
el: Αυτόματη Ισορροπία Λευκού
et: Automaatne valge tasakaal
fi: Automaattinen valkotasapaino

source: White Balance Temperature
bg: Температура на бялото балансиране
cs: Teplota vyvážení bílé
el: Θερμοκρασία Ισορροπίας Λευκού
et: Valge tasakaalu temperatuur
fi: Valkotasapainon lämpötila

source: Gain
bg: Печалба
cs: Zisk
el: Κέρδος
et: Tulu
fi: Voitto

source: Auto Exposure
bg: Автоматично експониране
cs: Automatická expozice
el: Αυτόματη Έκθεση
et: Automaatne eksponeerimine
fi: Automaattinen valotus

source: Exposure Time
bg: Време на експозиция
cs: Expoziční čas
el: Χρόνος Έκθεσης
et: Ajavaeg
fi: Valotusaika

source: Exposure Auto Priority
bg: Автоматичен приоритет на експозицията
cs: Priorita automatického expozice
el: Αυτόματη Προτεραιότητα Έκθεσης
et: Ava auto prioriteet
fi: Altistuksen automaattinen prioriteetti

source: Auto Focus
bg: Автофокус
cs: Automatické zaostření
el: Αυτόματη Εστίαση
et: Automaatne teravustamine
fi: Automaattitarkennus

source: Focus Distance
bg: Разстояние на фокусировка
cs: Odstup od zaostření
el: Απόσταση Εστίασης
et: Fookuse kaugus
fi: Kohdistusetäisyys

source: Zoom
bg: Зум
el: Ζουμ

source: Pan
bg: Пан
cs: Pán
el: Παν
et: Paan
fi: Pannu

source: Tilt
bg: Наклон
cs: Náklon
el: Κλίση
et: Kalluta
fi: Kallista

source: Backlight Compensation
bg: Компенсация на подсветката
cs: Kompenzace podsvícení
el: Αντιστάθμιση Οπίσθιου Φωτισμού
et: Tagasiheleduse kompensatsioon
fi: Taustavalaistuksen kompensointi

source: Power Line Frequency
bg: Честота на електрическата мрежа
cs: Frekvence napájecího vedení
el: Συχνότητα Γραμμής Ρεύματος
et: Toite sagedus
fi: Verkkotaajuus

source: Exposure Bias
bg: Пристрастие към експозиция
cs: Bias expozice
el: Προκατάληψη Έκθεσης
et: Kokkuleppe kallutatus
fi: Altistumisharha

source: WB Preset
bg: WB Преднастройка
cs: WB Předvolba
el: WB Προεπιλογή
et: WB eelseade
fi: WB-esiasetus

source: Image Stabilization
bg: Стабилизация на изображението
cs: Stabilizace obrazu
el: Σταθεροποίηση Εικόνας
et: Pildi stabiliseerimine
fi: Kuvan vakaus

source: ISO Sensitivity
bg: ISO чувствителност
cs: ISO citlivost
el: ISO Ευαισθησία
et: ISO tundlikkus
fi: ISO-herkkyys

source: Auto ISO
bg: Авто ISO
cs: Automatické ISO
el: Αυτόματη ISO
et: Automaatne ISO
fi: Automaattinen ISO

source: Scene Mode
bg: Режим на сцена
cs: Režim scény
el: Λειτουργία Σκηνής
et: Stseeni režiim
fi: Kohtaustila

source: 3A Lock
bg: 3A Заключване
cs: 3A Zámek
el: 3A Κλείδωμα
et: 3A Lukk
fi: 3A Lukko

source: LED Mode
bg: LED режим
cs: Režim LED
el: Λειτουργία LED
et: LED-režiim
fi: LED-tila

source: LED Frequency
bg: Честота на LED
cs: Frekvence LED
el: Συχνότητα LED
et: LEDi sagedus
fi: LED-taajuus

source: Exposure Mode
bg: Режим на експозиция
cs: Režim expozice
el: Λειτουργία Έκθεσης
et: Kuvamise režiim
fi: Valotustila
